sorbet-demo/app/controllers/external_services_controller.rb

SELECT "external_services".* FROM "external_services"
---
  def index
    @external_services = ExternalService.all